# Formulae
brew "bat"
brew "ffmpeg"
brew "git-delta"
brew "fish"
brew "gh"
brew "starship"
brew "volta"

# Casks
cask "raycast"
cask "ghostty"
cask "charles"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "claude-code"
cask "gather"
cask "slack"
